Group members failed while updating group.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId GroupHadFailedElementsWhileUpdating { get; }
  Visual Basic
Public Shared ReadOnly Property GroupHadFailedElementsWhileUpdating As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ GroupHadFailedElementsWhileUpdating {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace